requests/request5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
				  xmlns:gs="http://makemycoffee.com/mydrink">
   <soapenv:Header/>
   <soapenv:Body>
      <gs:getCoffeeDrinkIngredientsRequest>
         <gs:requestCoffeeDrink>flat white</gs:requestCoffeeDrink>
      </gs:getCoffeeDrinkIngredientsRequest>
   </soapenv:Body>
</soapenv:Envelope>